{
  "version": "1.0.0",
  "createTime": "2021/10/15",
  "css": "default.css",
  "head": "https://assets.talkn.io/cover/www.sunbridge.com/interview/bg1.png",
  "sections": [
    {
      "title": "3",
      "resume": "人物紹介",
      "flow": "column",
      "nodes": [
        {
          "type": "div",
          "props": { "className": "flexColumn" },
          "nodes": [
            {
              "type": "img",
              "props": { "src": "//assets.talkn.io/cover/www.sunbridge.com/human01.webp", "width": "100%" }
            },
            {
              "type": "p",
              "props": {},
              "nodes": "<br />2012年6月にサンブリッジに入社。Salesforce一体型名刺管理ソリューション「SmartVisca」の Salesforce AppExchangeへの公開に尽力する。以降、自社プロダクト事業の開発にあたり、新規プロダクトのリリース、バージョンアップに務める。"
            }
          ]
        }
      ]
    },
    {
      "title": "まずは澤野さんの現在の業務内容を教えてください。",
      "resume": "業務内容",
      "flow": "column",
      "nodes": [
        {
          "type": "p",
          "props": {},
          "nodes": "サンブリッジのプロダクト本部に所属し、主力の自社プロダクトである「SmartVisca」の開発を担っており、アーキテクト/プログラマーを主な業務としています。"
        }
      ]
    },
    {
      "title": "澤野さんはプロダクト本部の中でも特に社歴の長いメンバーだと聞いています。ぜひサンブリッジに入社するまでの経緯を教えてください。",
      "resume": "入社の経緯",
      "nodes": [
        {
          "type": "p",
          "props": {},
          "nodes": "前職でエンジニアとしてSalesforceに関連する仕事をしていたため、サンブリッジのことは知っていました。セールスフォース・ドットコムの展示会に参加した際、出店していたサンブリッジ社員がお揃いのTシャツを着ていたことから、自由で楽しそうな会社だと感じ、興味を持ちました。その後、サンブリッジに業務委託として関わり始め、正社員として2012年に入社しました。入社前のイメージ通り、良い意味で仕事とプライベートの垣根なく、メンバーの裁量に任せられていることも多いため、働きやすさを感じています。"
        }
      ]
    },
    {
      "title": "10年弱、SmartViscaを見続けてきた澤野さんから、改めて「SmartVisca」の説明をお願いします。",
      "resume": "SmartViscaとは",
      "nodes": [
        {
          "type": "p",
          "props": {},
          "nodes": "SmartViscaは、名刺をスキャナーやスマートフォンで読み取るだけで、高速かつ正確にデジタル化するSalesforce一体型名刺管理ソリューションです。"
        },
        { "type": "img", "props": { "src": "//assets.talkn.io/cover/www.sunbridge.com/desc01.webp", "width": "75%" }, "nodes": [] },
        {
          "type": "p",
          "props": {},
          "nodes": "2018年には、最も売れたAppExchangeアプリのランキングで中小企業部門と大企業部門でそれぞれ第2位と第1位を獲得しました。他名刺管理ツールと異なる点は、Salesforce Platform上で構築されていることです。Salesforceを活用する上で、不可欠な顧客データベースを整備するための機能が全て備わっています。そのため、外出先や在宅勤務でも手軽に正確な顧客データを用いて、営業やマーケティングをはじめあらゆる企業活動に活用できます。個人的に、昔からネットワーク上で情報を収集検索できるサービスに関心があったので、ネットワークで人の情報が集積される面白さをSmartViscaに見出しています。"
        }
      ]
    },
    {
      "title": "2021年冬のタイミングで、SmartViscaをバージョンアップするに至った理由を教えてください。",
      "resume": "バージョンアップの理由",
      "nodes": [
        {
          "type": "p",
          "props": {},
          "nodes": "コロナ禍前には新しいプロダクトの開発を検討しており、既存のSmartViscaのバージョンアップの予定はありませんでした。しかし、コロナ禍で対面での名刺交換をする機会が減ったことから、それに代わるような、オンライン上で名刺交換が完了できるツールの開発を検討し始めました。そこで、既存製品のSmartViscaにその機能を持たせることに決めたのです。<b>私含めチームメンバーはSmartViscaそのものに愛着があるので、嬉しい意思決定でした。</b>"
        }
      ]
    },
    {
      "title": "今回のバージョンアップで、これまでのSmartViscaと何が変わるのでしょうか？",
      "resume": "バージョンアップで変わること",
      "nodes": [
        {
          "type": "p",
          "props": {},
          "nodes": "<b>単なる名刺情報を管理するツールから、より詳細なプロフィール情報を管理できるツールに変わります。</b>例えば、対面の打ち合わせ時に渡していた名刺上の情報や、アイスブレイクで使われていたような自己紹介の内容等を「プロフィール情報」としてオンライン上で相手に提示することが可能になります。"
        },
        {
          "type": "p",
          "props": {},
          "nodes": "また、社外の人だけでなく、自分自身や社内の人のプロフィールも登録可能にすることで、<b>人と人との繋がりがビジネスシーンで活用されることを目指しています。</b>例えば、取引先との（オンライン上の）コミュニケーション履歴を残していくことで、コンタクトをとりたい人がいた場合、その人とすでに面識がある人が社内にいるのか、それが誰なのか、を調べることもできます。"
        }
      ]
    },
    {
      "title": "開発を進める上で、困難なことを教えてください。",
      "resume": "開発で困難なこと",
      "nodes": [
        {
          "type": "p",
          "props": {},
          "nodes": "最初のリリースから10年ほど経過して相当の数のお客様にインストールされて使われています。製品仕様にもその時々の要件があって取り入れています。そういった仕様の経緯を新しく参加されたメンバーにも漏れなく継承していくことには腐心しています。幸い、Github、JIRA、CircleCIなど、継続的な開発を支援するツールが利用できるようになって、それらのことも自動化されて容易になってきています。"
        }
      ]
    },
    {
      "title": "開発を進める上で、大切にしていることがあれば教えてください。",
      "resume": "開発ポリシー",
      "nodes": [
        {
          "type": "p",
          "props": {},
          "nodes": "顧客視点に立った開発を大切にしています。プロダクト本部の統括である矢野は特に顧客意識が強く、ユーザーヒアリングの結果をもとにSmartViscaのあり方について、フロントメンバーだけでなく開発メンバーも含め議論する機会が多くあります。"
        },
        {
          "type": "p",
          "props": {},
          "nodes": "私はサンブリッジに入社するまでパッケージ開発の経験がほとんどで、エンドユーザーの声を直接聞く機会があまりありませんでした。だからこそ、ユーザーの声が聞ける今、お客様の要望をどのようにプロダクトにフィードバックしていくかを、一層大切にしながら開発を進めています。今回のバージョンアップの内容も、SmartViscaのユーザーヒアリングをした結果、要件として項目に上がってきたものをベースにしています。"
        },
        {
          "type": "p",
          "props": {},
          "nodes": "例えば、名刺を取り込んだ後すぐにデジタル化して欲しいという要望がユーザーからありました。これまでは名刺をOCR（※2）で取り込んだ後、役職や部署名に誤りがないか、人が目視で確認してからデジタル化する必要があり、長い時には約1日かかっていました。今回のバージョンアップで精度が高いOCRを入れたことで、人の目視確認が不要となり、OCRにかけた直後にデジタル化することが可能になりました。また、OCRだけの納品をオプションとしたこともユーザーの声がきっかけです。一方でお客様の要望を言葉通りに受け取ったり、拡大解釈したりしないように気をつけています。<b>「お客様は何を本当に求めているのか、それは何故なのか。」言葉を咀嚼し、その裏にある「なぜ」を考えることで、顧客の本質的な課題解決を目指しています。</b>"
        },
        {
          "type": "span",
          "props": { "className": "annotation" },
          "nodes": "※2.Optical Character Recognition<br />活字、手書きテキストの画像を文字コードの列に変換するソフトウェアのこと"
        }
      ]
    },
    {
      "title": "最後にバージョンアップしたSmartViscaリリースに向けての意気込みをお願いします！",
      "resume": "リリースへの意気込み",
      "nodes": [
        {
          "type": "p",
          "props": {},
          "nodes": "「名刺管理」ではなく「プロフィール管理」ツールとして活用いただくために、SFA（Sales Force Automation）との連携を強化しています。この機能は多くのお客様に利用いただけると考えられるので、既存のお客様だけでなく、ターゲットユーザーを広げていきたいと思っています。新しい類似製品を提供するベンダーも台頭してきている中で、<b>今回のバージョンアップによってニューノーマル時代に適応したプロダクトとして新規・既存のユーザ様にも共感・評価いただけるものと確信しています。</b>"
        }
      ]
    }
  ]
}
