{
  "version": "1.0.0",
  "createTime": "2021/12/05",
  "css": "default.css",
  "head": "https://assets.localhost/cover/www.sunbridge.com/interview/bg1.png",
  "sections": [
    {
      "title": "プロダクト本部統括リーダー 矢野 賢太郎（Kentaro Yano）",
      "resume": "人物紹介1",
      "flow": "column",
      "nodes": [
        {
          "type": "div",
          "props": { "className": "flexColumn" },
          "nodes": [
            {
              "type": "p",
              "props": {},
              "nodes": "1978年神奈川県生まれ。2016年11月に株式会社サンブリッジに入社。セールス&マーケティング本部のマネジャーを担当。2018年にプロダクト本部へ異動し、カスタマーサクセス部門の立ち上げに参画。2019年よりプロダクト事業部の営業統括リーダとして新規・既存のセールス/カスタマーサクセス部門のマネジメントに従事。同年10月からはアライアンス部門の立ち上げにも関わり、資本業務提携した株式会社コネクシオとの協業では中心的役割を担いながら協業推進に尽力。2020年7月よりプロダクト本部の統括リーダー兼プロダクトオーナーとして自社プロダクトの主力事業であるSmartViscaを軸にプロダクト事業全体を統括。"
            }
          ]
        }
      ]
    },
    {
      "title": "組織人事企画室 長谷川大輔(Daisuke Hasegawa)",
      "resume": "人物紹介2",
      "flow": "column",
      "nodes": [
        {
          "type": "p",
          "props": {},
          "nodes": "1994年埼玉県生まれ。早稲田大学卒業後、音楽の道を志し、1年の期間を経て昭和音楽大学クラシックギター専攻に入学。在学時にはコンクール入賞、コンサート出演、クラシックギターの講師も務める。2年在学時、右手を故障し楽器演奏を断念せざるを得ない状況となり、自身の新たな挑戦として、2020年10月より大学を中退しインターンとしてサンブリッジにジョイン。2021年4月に新卒第3期生として入社。"
        }
      ]
    },
    {
      "title": "まずは矢野さんがサンブリッジのプロダクト開発統括責任者になるまでのお話を聞かせてください！",
      "resume": "入社の経緯",
      "nodes": [
        {
          "type": "p",
          "props": {},
          "nodes": "実は私、大学卒業後、<b>プロの音楽家を目指していました。</b>そんな私がIT業界に携わることになったのはひょんなきっかけからでした。2014年にWeb会議システムを提供しているSaaS系の会社に入社し、そこで2年程、ソリューション営業を経験し、ビジネスパーソンとしてのベースとIT知識を学びました。小さい企業だったので、営業以外にマーケティング、経理、助成金の申請なども経験しました。"
        },
        {
          "type": "p",
          "props": {},
          "nodes": "サンブリッジに入社したのは2016年です。入社した2週間後にセールス＆マーケティング部のマネジャーを任されることになりました（笑）<br />その後、プロダクト事業部（当時のプロダクト本部）のカスタマーサクセスマネジャーに配属され、その後は会社が掲げた自社プロダクトのSmartViscaの販売戦略に基づいて、パートナー企業との業務提携があり、アライアンス業務に携わりました。プロダクトに纏わる様々な業務を経験していく中で、現在のプロダクト開発統括責任者のポジションに至りました。"
        },
        {
          "type": "p",
          "props": {},
          "nodes": "これまでの経歴からお分かりいただける通り、私自身にプログラマーとしての実績があるわけではありません。プログラミングの勉強はもちろんしてきましたが、プロダクト本部には、私以上にプロダクト開発経験が豊富なメンバーが在籍しており、中にはSalesforceで紹介されるような技術者の方も在籍しています。そのようなチームを束ねる上で、重要なのはプログラミングの経験以上に<b>世の中の課題や困りごとをどのようにしたら解決できるのか、それに対してどのように貢献できるのか、を真剣に考えること</b>だと感じています。"
        },
        {
          "type": "img",
          "props": { "src": "//assets.localhost/cover/www.sunbridge.com/2_01.webp", "width": "100%" }
        }
      ]
    },
    {
      "title": "サンブリッジのミッション「テクノロジーで仕事のあり方を変える」におけるプロダクト本部の役割をどのようにお考えですか？",
      "resume": "プロダクト本部のミッション",
      "nodes": [
        {
          "type": "p",
          "props": {},
          "nodes": "まず、プロダクト本部のミッションとしても<b>「自社プロダクト事業で仕事のあり方を変える」ことをミッションに置いています。</b>"
        },
        {
          "type": "p",
          "props": {},
          "nodes": "その上で、プロダクト開発の場合はお客様にとって便利なもの、満足してもらえるものを作ることができれば、大きく収益が上がっていく可能性がある。さらに、そのプロダクトを「いい」と思ってくれたパートナーさんが販売いただける状態になると、一層広い範囲に販売することができて、収益も増えてくるので、費用対効果は非常に良くなる。<b>少ないリソースで最大限の効果を得られるプロダクトを会社が持っていれば企業価値を高めることに繋がると考えています。</b>"
        }
      ]
    },
    {
      "title": "改めてサンブリッジの看板プロダクト「SmartVisca」の誕生背景についてお話しいただけますか？",
      "resume": "プロダクト成功への熱い思い",
      "nodes": [
        {
          "type": "p",
          "props": {},
          "nodes": "もともとは、コンサルティングを行う部署のプロジェクト内でお客様からご相談を頂いたのがきっかけでした。そこから2014年にAppExchangeに正式なプロダクトとして登録し、そこから販売を開始しました。"
        }
      ]
    },
    {
      "title": "SmartViscaは2018年に最も売れたAppExchangeアプリのランキングで中小企業部門と大企業部門でそれぞれ第2位と第1位を獲得しています。その時期は矢野さんがプロダクト本部でご活躍されていた時期ですが、具体的にどんな行動が結果につながったと思われますか？",
      "resume": "実績・結果について",
      "nodes": [
        {
          "type": "p",
          "props": {},
          "nodes": "<b>シンプルに、目の前のことに対して一生懸命に取り組んだ結果</b>だと思っています。もちろん、プロダクトそのものに情熱、人を惹きつける魅力があるべきですが、作り手によって込められた情熱が、結果を作るのだと思っています。<b>プロダクト本部にたどり着くまでに経験した、営業、カスタマーサクセス、それぞれの組織で、プロダクトに繋がる情熱の種を植えてきたという自負はあります。</b><br />今は、その根幹のプロダクト本部で、種を植えて水を注いでいる最中というわけです。"
        }
      ]
    },
    {
      "title": "なるほど。そこまで矢野さんを奮い立たせているものって何なのでしょうか？",
      "resume": "行動原理",
      "nodes": [
        {
          "type": "p",
          "props": {},
          "nodes": "ベースにあるのは、人と違うスタートをしていることかもしれません。自分の中ではビジネスパーソンとして、音楽活動をやっていた10年間がブランクであり、負い目に感じていた側面もあったんですよね。だからこそ、チャレンジングな目標を課して、自分が「これはやり切った」というような手ごたえを求めています。<br />今こうしてプロダクト本部の統括責任者というポジションにつけたということに対しても、手ごたえはありますが、まだまだ「やり切った」と自信を持って言い切れる経験は積めると思っています。山登りで言うと今は5合目くらいなイメージ。<b>プロダクトの開発を通じて企業価値をさらに上げていくことをプロダクト開発メンバーとともに目指しています。</b>"
        },
        {
          "type": "img",
          "props": { "src": "//assets.localhost/cover/www.sunbridge.com/2_02.webp", "width": "100%" }
        }
      ]
    },
    {
      "title": "今までいろいろとお話を聞かせて頂きましたが、矢野さんご自身が今後プロダクト本部で目指すことは何ですか？",
      "resume": "プロダクト本部の今後と、矢野さん自身の思い",
      "nodes": [
        {
          "type": "p",
          "props": {},
          "nodes": "<b>メンバーが「成長できる環境」だと思える組織づくり</b>が私の目指していきたいことです。これからの時代は特に、未来永劫1つの会社にずっといなければいけないということはないと思うからこそ、メンバーに選ばれ続ける組織を作り上げていきたいです。<br />そんな理想の組織づくりと事業のゴールの達成の両方を達成することが私にとっての10合目です。"
        }
      ]
    },
    {
      "title": "これまでのお話を聞いた限りだと、矢野さんは仮に10合目に到達したとしても、さらに先を追い求めていきそうですね（笑）",
      "resume": "さらにその先へ",
      "nodes": [
        {
          "type": "p",
          "props": {},
          "nodes": "そうですね（笑）常に背伸びして届くか届かないかの目標を作りながら、どんどん自分のポテンシャルを信じて成長させていきたいですね！"
        }
      ]
    },
    {
      "title": "ここまで色々なお話をして頂きありがとうございます。まだまだ聞き足りない部分はたくさんありますが、最後に改めて、矢野さんがこれまでの経験を踏まえて、矢野さん自身はどんな人と働きたいと思いますか？",
      "resume": "どんな人と一緒に働きたいか",
      "nodes": [
        {
          "type": "p",
          "props": {},
          "nodes": "新卒の方だけでなく、どの年代の方でも、<b>常に好奇心を持つことが大事</b>なんじゃないかなと思っています。好奇心があると、無意識に頑張れる、そんな経験は皆さんもあるかと思います。好奇心がある人と仕事をしていれば、能動的に考え進んでいくので、「あれやれ」「これやれ」ではなく「こうしたほうが良いよ」「もっとこうできる」そんなコミュニケーションになると思うんですよね。"
        },
        {
          "type": "p",
          "props": {},
          "nodes": "「言われたから作りました」で成立するビジネスもあると思うんですけど、好奇心がないとやはりモノづくりはできないと思います。好奇心がある人が集まれば集まるほど色んなアイデアが上がってきて、実践ができ、そこからまた知識と経験が生まれて、結果として初めてお客さんを満足させられるものをつくれるんだと思います。<b>そういう、好奇心を持った人と一緒にサンブリッジのプロダクトの未来を探求していきたいですね。</b>"
        },
        {
          "type": "img",
          "props": { "src": "//assets.localhost/cover/www.sunbridge.com/2_03.webp", "width": "100%" }
        }
      ]
    }
  ]
}
